
let wishes = document.getElementById('wish-text');

let wishTxt = [
    'উজ্জল',
    'শুভ জন্মদিন,আমার প্রিয় ভাই',
    'আজকের দিনটি তোমার কাছে বার বার ফিরে আসুখ',
    'তোমার ভদ্রতা আমাকে মুগ্ধ করে',
    'একটা সত্যি কথা বলতে,,',
    'আমি তোমাকে অনেক পছন্দ করি',
    'তোমার যে কোন সমস্যায় আমাকে স্মরণ করিয় পাশে পাবা',
    'তোমার জন্য সব সময় সুস্থতা কামনা করি',
    'আর বাবা ও মায়ের কথা শুনবা সব সময়',
    'তোমার পরবর্তী যাত্রা শুভ হোক',
    'তোমার জন্য সবসময় দোয়া করি',
    'সর্বদা সুখী এবং সুস্থ থাকো',
    'সর্বদা তোমাকে ভালোবাসি প্রিয় ভাই',
    'মহান সৃষ্টিকর্তা তোমার মনের নেক চাওয়া পুরণ করুক',
    'আমিন 🤲🤲🤲'
];

let num = 0;
setInterval(function () {
    if (num >= wishTxt.length) {
        num = 0;
    }
    wishes.innerText = wishTxt[num];
    num++;
}, 3000);